---
kind: property
id: P:Autodesk.Revit.DB.Mechanical.DuctFittingAndAccessoryPressureDropItem.Coefficient
source: html/8018b4b0-5bda-bf52-b199-1eb25d21c31e.htm
---
# Autodesk.Revit.DB.Mechanical.DuctFittingAndAccessoryPressureDropItem.Coefficient Property

The coefficient between the begin connector and end connector, Units: (kg/(ft·s²)).

## Syntax (C#)
```csharp
public double Coefficient { get; set; }
```